import React from 'react'

export default function page() {
    return (
        <div className="text-sm p-5" data-acsb-main="true">
            <h1 className="m-auto font-extrabold text-xl text-center underline" aria-level={1}>
                תקנון
            </h1>
            <h5 className="heading" aria-level={3}>
                1. כללי
            </h5>
            <div>
                <ul>
                    <li>
                        {`א. תקנון זה מגדיר את תנאי השימוש באתר wedreviews.co.il (להלן :"האתר")
                        המופעל על ידי חברת וודריביוז בע"מ (להלן :"החברה").`}
                    </li>
                    <li>
                        ב. התקנון שלהלן מתאר וקובע את תנאי השימוש באתר עבור כל המשתמשים בו ללא
                        יוצא מן הכלל, וכל ההוראות והתנאים הכלולים בתקנון הינם למעשה הסכם בין
                        משתמשי האתר לבין החברה. החברה והשירותים הניתנים באתר והמשתמשים באתר
                        כפופים להסכם זה על כל האמור בו .למעט בגין הפרה של ההתחייבויות הכלולות
                        במפורש בתקנון זה ובכפוף לתנאיו, למשתמשי האתר לא תהיה כל טענה או תביעה
                        נגד החברה ו/או בעליה ו/או מנהליה ו/או עובדיה ו/או מי מטעמם ולא תחול על
                        החברה כל אחריות, מכל מין וסוג שהוא, כלפי משתמשי האתר.
                    </li>
                    <li>
                        ג. בתקנון זה השימוש הינו בלשון זכר לצורכי נוחיות בלבד והוא מתייחס גם
                        לנקבה.
                    </li>
                    <li>
                        ד. כניסת משתמש לאתר מהווה הסכמה מפורשת חופשית ומרצון לכלל הוראות התקנון
                        ותנאי השימוש החלים באתר.
                    </li>
                    <li>ה. הכניסה לאתר מותנית בכך שהמשתמש הינו מעל גיל 18.</li>
                    <li>
                        ו. בכל מקרה של סתירה ו/או התנגשות ו/או אי התאמה בין הוראות תקנון זה לבין
                        פרסומים אחרים המופיעים באתר, תגברנה הוראות תקנון זה לכל דבר ועניין.
                    </li>
                    <li>
                        {`ז. תקנון זה חל גם על כלל יישומיו של האתר הניתנים בין שניתנים לשימוש
                        באמצעות מחשב ו/או טלפון סלולארי ו/או מחשבי כף יד וכיו"ב.`}
                    </li>
                    <li>
                        ח. החברה שומרת על זכותה לשנות ו/או להוסיף ו/או לעדכן את תנאי השימוש באתר
                        מעת לעת בהתאם לשיקול דעתה הבלעדי והמוחלט מבלי שתידרש הודעה מראש. תוקף
                        השינוי ו/או התוספת ו/או העדכון יחול ממועד פרסומו באתר.
                    </li>
                </ul>
            </div>
            <h5 className="heading" aria-level={3}>
                2. האתר ויישומיו
            </h5>
            <div>
                <ul>
                    <li>
                        {`א. אתר זה נועד על מנת להעמיד לרשות ציבור המתחתנים ו/או העומדים להתחתן
                        מגוון רחב של מידע ו/או יישומים אודות כלל הספקים ו/או נותני השירותים
                        הקשורים באירוע החתונה, בין היתר כמפורט להלן:`}
                        <ul>
                            <li>{`1) מידע אודות אולמות וגני אירועים (להלן :"אולמות");`}</li>
                            <li>
                                {`2) מידע אודות כלל נותני השירותים ו/או הספקים הקשורים באירוע החתונה
                                (להלן: "נותני השירותים");`}
                            </li>
                            <li>
                                {`3) מידע אודות המלצות ו/או חוות דעת של זוגות שהתחתנו בקשר לאולמות
                                ו/או לגני האירועים ו/או לנותני השירותים ו/או הספקים הקשורים באירוע
                                החתונה שלהם ו/או של אחרים;`}
                            </li>
                            <li>
                                {`4) האתר מעמיד לרשות המשתמש אפשרות לקבל חוות דעת ישירה מזוגות שהתחתנו
                                בקשר לאולם ו/או גן האירועים בו התחתנו ו/או בקשר לכלל נותני השירותים
                                ו/או הספקים שלהם ובלבד שהזוג רשום באתר ונתן הסכמתו לצורכי האמור .`}
                            </li>
                            <li>
                                {`5) האתר מאפשר לזוגות שהתחתנו לכתוב את חוות דעתם ו/או המלצותיהם בקשר
                                לאולם ו/או גן האירועים ו/או הספקים ו/או נותני השירותים שלהם בקשר
                                לחתונתם.`}
                            </li>
                            <li>
                                {`6) האתר מעמיד לרשות המשתמש אפשרות ליצור קבוצת מיקוד שייווצרו על ידו
                                לשם קבלת חוות דעת לגבי אולם ו/או גן אירועים ו/או ספקים ו/או נותני
                                שירותים ו/או כל פריט רלוונטי אחר הקשור לחתונתם.`}
                            </li>
                            <li>{`7) שירותים ו/או יישומים נלווים נוספים המופיעים באתר.`}</li>
                            <li>
                                {`8) האתר ניתן לשימוש באמצעות כל מחשב ו/או טלפון סלולארי מתאים ו/או
                                מחשב כף יד ו/או כל אמצעי טכנולוגי אחר המאפשר גישה לרשת האינטרנט
                                וכתובת האתר.`}
                            </li>
                        </ul>
                    </li>
                </ul>
            </div>
            <h5 className="heading" aria-level={3}>
                3. הצטרפות לאתר והפסקת חברות באתר
            </h5>
            <div>
                <ul>
                    <li>
                      {`א. כל זוג ו/או בן זוג הרוצה לעשות שימוש באתר יידרש למסור את כלל הפרטים
                        הבאים (להלן :"פרטי החובה"):`}
                        <ul>
                            <li>{`1) ההרשמה מתבצעת דרך חשבון פייסבוק פעיל בלבד`}</li>
                        </ul>
                    </li>
                    <li>
                       {` ב. רק זוג ו/או בן זוג שימסור את כלל פרטים החובה המופיעים לעיל יוגדר
                        כ"משתמש" באתר (לעיל ולהלן: "המשתמש") ויוכל לעשות שימוש באתר על כלל
                        יישומיו השונים.`}
                    </li>
                    <li>
                        ג. מובהר ומוסכם בזאת כי כלל הנתונים שיימסרו על ידי משתמשי האתר יישמרו
                        במאגר המידע של החברה. החברה לא תעשה במאגר המידע כל שימוש, אלא בהתאם
                        להוראות לכל דין.
                    </li>
                    <li>
                        {`ד. מובהר ומוסכם בזאת כי עם אישור פרטי החובה המשתמש מאשר בזאת לחברה ו/או
                        למשתמשים אחרים באתר לשלוח ו/או לדוור לו מידע ו/או תכנים ו/או דברי פרסומת
                        ו/או שאלות מטעם משתמשים באתר באמצעות דואר אלקטרוני ו/או הודעת אס.אם.אס
                        (להלן: "הודעות דואר למשתמש"). המשתמש יהא רשאי להודיע לחברה בכתב בכל עת
                        כי הוא מסרב לקבל הודעות דואר למשתמש והחברה תפעל לביצוע האמור מיד לאחר
                        מסירת הודעתו בכתב לחברה.`}
                    </li>
                    <li>
                        ה. המשתמש רשאי לבטל את חברותו באתר לרבות הסרת כלל המידע שמסר לחברה
                        בתהליך הצטרפותו לאתר והכל באמצעות מסירת הודעה בכתב לחברה. מובהר כי עם
                        קבלת ההודעה בכתב אצל החברה לא יוכל המשתמש לעשות כל שימוש באתר החברה ו/או
                        ביישומיו ולחברה זכות לשמור ו/או למחוק את כלל ההמלצות ו/או חוות הדעת אשר
                        הועלו על ידי המשתמש בהתאם לשיקול דעתה הבלעדי. המשתמש מאשר את האמור והוא
                        מוותר בזאת על כל טענה ו/או תביעה ו/או תלונה ו/או דרישה כנגד החברה ו/או
                        בעליה ו/או מנהליה ו/או עובדיה ו/או מי מטעמה.
                    </li>
                    <li>
                        ו. על אף האמור לעיל החברה רשאית, על פי שיקול דעתה הבלעדי והמוחלט שלא
                        לאפשר לאדם ו/או קבוצת בני אדם ו/או חברה ו/או כל גוף ו/או מוסד את השימוש
                        באתר, בין אם אושר שימוש כאמור בעבר ובין אם לאו, וזאת ללא שתידרש לנמק
                        ו/או למסור הודעה מראש כאמור.
                    </li>
                    <li>
                        ז. החברה, על פי שיקול דעתה הבלעדי והמוחלט, כפי שתמצא לנכון, תהא רשאית
                        למחוק ו/או לסלק ו/או לחסום כל אדם ו/או גורם מלהשתמש באתר ו/או ביישומיו
                        השונים במידה ולא פעל בהתאם להוראות תקנון זה.
                    </li>
                    <li>
                        ח. המשתמש מצהיר בזאת כי כלל הפרטים שימסור לרבות פרטי החובה, במסגרת
                        פעולותיו באתר ו/או ביישומיו הינם אמת ורק אמת. היה ויתגלה כי משתמש כלשהו
                        מסר פרט שקרי ו/או לא נכון לחברה יהא שיקול דעת מוחלט למחוק ו/או לסלקו
                        ו/או לחסום אותו מלהשתמש באתר ובעניין זה לא תהא למשתמש כל טענה ו/או תביעה
                        ו/או תלונה כנגד החברה ו/או בעלי מניותיה ו/או מנהליה ו/או עובדיה ו/או מי
                        מטעמה.
                    </li>
                    <li>
                        ט. מבלי לפגוע באמור לעיל, המשתמש מצהיר ומסכים בזאת כי פעולות החברה יהיו
                        אך ורק בהתאם לפרטים שמסר וכי במקרה של טעות במסירת פרטי החובה ו/או כל פרט
                        רלוונטי אחר אזי שלחברה, לא תהא כל אחריות בגין האמור, מכל מין וסוג שהוא,
                        והוא מוותר בזאת על כל טענה ו/או תביעה ו/או תלונה ו/או דרישה כנגד החברה,
                        בעלי מניותיה ו/או מנהליה ו/או עובדיה בעניין זה.
                    </li>
                </ul>
            </div>
            <h5 className="heading" aria-level={3}>
                4. אולמות ו - נותני שירותים
            </h5>
            <div>
                <ul>
                    <li>
                        א. מובהר בזאת כלפי כלל משתמשי האתר כי כלל ההמלצות ו/או חוות דעת אשר
                        מועלים על ידי משתמשי האתר כפופים לאישורם מראש של האולמות ו/או נותני
                        השירותים אשר לגביהם נכתבה ההמלצה ו/או חוות הדעת והכל בהתאם לשיקול דעתם
                        הבלעדי של האולמות ו/או נותני השירותים.
                    </li>
                    <li>
                        ב. עוד מובהר ומוסכם בזאת, כי מאחר וכלל ההמלצות ו/או חוות הדעת מועלות על
                        ידי משתמשי האתר (אשר כפופות לאישור האולמות ו/או נותני השירותים), אזי
                        שהחברה ו/או בעליה ו/או מנהליה ו/או עובדיה ו/או מי מטעמה לא יהיו אחראים
                        לגבי תכני כל המלצה ו/או חוות דעת, שלילית או חיובית, אשר הועלתה לאתר
                        החברה על ידי מי ממשתמשי האתר.
                    </li>
                    <li>
                        ג. המשתמשים בעצם כניסתם לאתר (המהווה הסכמה מודעת חופשית ומרצון לכלל
                        הוראות התקנון דנן) מאשרים כי לא תהא להם כל טענה ו/או תביעה ו/או תלונה
                        ו/או דרישה כלפי החברה ו/או בעליה ו/או מנהליה ו/או עובדיה לגבי כל חוות
                        דעת ו/או המלצה אשר לא הועלתה בפועל לאתר החברה ו/או יישומיו השונים.
                    </li>
                    <li>
                        ד. המשתמשים בעצם כניסתם לאתר (המהווה הסכמה מודעת חופשית ומרצון לכלל
                        הוראות התקנון דנן) מאשרים כי לא תהא להם כל טענה ו/או תביעה ו/או תלונה
                        ו/או דרישה כלפי החברה ו/או בעליה ו/או מנהליה ו/או עובדיה בקשר לכל
                        הסתמכות, חלקית ו/או מלאה, על בסיס חוות דעת ו/או המלצה אשר הועלתה בפועל
                        לאתר החברה ו/או יישומיו השונים. מובהר ומוסכם בזאת כי הסתמכות משתמשי האתר
                        על המלצות ו/או חוות דעת המופיעות באתר הינה על אחריותם הבלעדית והם
                        מוותרים בזאת מראש על כל טענה ו/או תביעה ו/או תלונה ו/או דרישה כנגד החברה
                        ו/או בעליה ו/או מנהליה ו/או עובדיה ו/או מי מטעמם בקשר לאמור.
                    </li>
                </ul>
            </div>
            <h5 className="heading" aria-level={3}>
                5. תכני האתר והיעדר הסתמכות
            </h5>
            <div>
                <ul>
                    <li>
                        א. תכני האתר ויישומיו, כולם או חלקם, עשויים להופיע ולהיות מוצגים ברשת
                        האינטרנט ו/או בכל מדיה תקשורתית אחרת, לרבות תקשורת קווית, סלולארית,
                        טלוויזיה ו/או כל מדיה אחרת שהיא; תנאי השימוש המפורטים בתקנון זה
                        רלוונטיים וחלים על כל ערוץ ו/או מדיה תקשורתית בהם מופיעים ו/או יופיעו
                        תכני האתר ו/או יישומיו, כולם או חלקם, בשינויים המחויבים.
                    </li>
                    <li>
                        ב. החברה ו/או האתר אינם ולא יהיו צד להתקשרות שתעשה, ככל שתעשה, בין
                        אולמות ו/או נותני שירותים לבין המשתמשים באמצעות האתר.
                    </li>
                    <li>
                        {`ג. החברה ו/או האתר אינם אחראים למצגים ו/או חוות הדדעת ו/או ההמלצות ו/או
                        איכות השירות, זמני האספקה, הפרטים שפורסמו באתר לגבי נותני השירותים ו/או
                        האולמות ומועד מתן השירות ו/או סיום השירות וכיוצ"ב עניינים הקשורים באופן
                        כלשהו, ישיר או עקיף, למשתמשים ו/או לנותני השירותים /ואו האולמות. כל
                        התקשרות שתעשה, ככל שתעשה, בין מי ממשתשמי האתר לבין האולמות ו/או נותני
                        השירותים הינה על אחריותם הבלעדית של המשתמשים בלבד. המשתמש מוותר בזאת על
                        כל טענה ו/או תביעה ו/או תלונה ו/או דרישה כנגד החברה ו/או בעליה ו/או
                        מנהליה ו/או עובדיה ו/או מי מטעמה בקשר לאמור.`}
                    </li>
                    <li>
                       {` ד. החברה ו/או האתר מצהירים בזאת כלפי המשתמש כי לא מן הנמנע, כי המידע,
                        כולו ו/או חלקו, אשר יפורסם באתר על ידי משתמשים שונים ו/או נותני שירותים
                        ו/או אולמות אינו אמת וכי אין ביכולתם לפקח אודות כך ועל כן אינם אחראים על
                        אמינות ו/או דיוק המידע ו/או ההמלצות ו/או חוות הדעת ו/או כל מידע המוצג
                        על-ידי המשתמשים ו/או האולמות ו/או נותני השירותים, רמת השירות של האולמות
                        ו/או נותני השירותים , מועד ביצוע השירות וסיום השירות וכיוצ"ב.`}
                    </li>
                    <li>
                        ה. החברה שומרת לעצמה הזכות להפסיק את פעילות האתר בכל עת, לכל פרק זמן,
                        לצורך תחזוקה, בשל סגירת האתר וכן לכל מטרה ומכל סיבה אחרת. הפסקת פעילות
                        כאמור (זמנית או קבועה) לא תחייב הודעה מראש או הנמקה כלשהם לאף גורם.
                    </li>
                    <li>
                        {`ו. החברה ו/או האתר אינם אחראים ולא יישאו באחריות – באופן ישיר או עקיף –
                        לכל נזק, אבדן רווחים, הוצאה, פגיעה בשם טוב, הסתמכות, הפרת חוזה, עוולה
                        כלשהי וכיוצ"ב שנגרמו, אם וככל שנגרמו, למשתמש, אולם ו/או נותן שירותים
                        ו/או צד ג' כלשהו, בקשר (ישיר או עקיף) עם האתר ו/או השימוש בו.`}
                    </li>
                    <li>
                        {`ז. החברה ו/או האתר אינם אחראים ולא יישאו באחריות – באופן ישיר או עקיף –
                        לכל נזק, אבדן רווחים, הוצאה, פגיעה בשם טוב, הסתמכות, הפרת חוזה, עוולה
                        כלשהי וכיוצ"ב שנגרמו, אם וככל שנגרמו, למשתמש, אולם ו/או נותן שירותים
                        ו/או צד ג' כלשהו, בקשר (ישיר או עקיף) עם האתר ו/או השימוש בו שייגרם ו/או
                        כלל שייגרם בשל הפסקת פעילות האתר (באופן זמני או קבוע).`}
                    </li>
                    <li>
                       {` ח. החברה ו/או האתר לא יישאו בכל אחריות לגבי כל משתמש לגבי שימוש שיעשה כל
                        גורם ו/או צד שלישי בתכנים ו/או המלצות ו/או חוות דעת ו/או כיו"ב שפרסם
                        המשתמש באתר. החברה ממליצה בזאת למשתמש לנהוג בזהירות יתרה לגבי כל מידע
                        ו/או המלצה ו/או חוות דעת שהוא מעוניין לפרסם באתר.`}
                    </li>
                    <li>
                        ט. מבלי לפגוע באמור לעיל, ככל שמופיע קישור (Link) חיצוני באתר, החברה
                        ו/או האתר לא יהיו אחראים באופן כלשהו – ישיר או עקיף – לתכניו של אותו
                        קישור, המידע שמתפרסם בו, תמונות המופיעות בו, הסתמכות על כל אלו וכל נזק,
                        הוצאה ואבדן רווחים, ישיר ו/או עקיף, שנגרמו כתוצאה ו/או בקשר עם אותו
                        קישור חיצוני.
                    </li>
                </ul>
            </div>
            <h5 className="heading" aria-level={3}>
                6. שימוש אסור באתר וביישומיו
            </h5>
            <div>
                <ul>
                    <li>א. אין לעשות שימוש בלתי מורשה באתר זה על כלל יישומיו.</li>
                    <li>
                        ב. מבלי לפגוע בכלליות האמור לעיל, אין להפיץ, להעתיק, לשכפל ו/או להציג את
                        תכולת האתר ו/או יישומיו באתרים אחרים או פרסומים אחרים, ללא אישור מראש
                        ובכתב מהחברה.
                    </li>
                    <li>
                        ג. אין לעשות שימוש בלוגו של האתר, בזכויות יוצרים ו/או בקניין רוחני כלשהו
                        של האתר ו/או החברה ללא אישור החברה מראש ובכתב.
                    </li>
                </ul>
            </div>
            <h5 className="heading" aria-level={3}>
                7. סימני מסחר וזכויות יוצרים
            </h5>
            <div>
                <ul>
                    <li>
                        א. כל הנמצא באתר זה, הוא רכושה הבלעדי של החברה או בשימוש עם רשות מפורשת
                        של זכויות יוצרים ו/או הבעלים של הסימן המסחרי. העתקה כלשהי, הפצה, שידור,
                        פרסום, קישור, או שינוי אחר של אתר זה או כל הנמצא בו ללא רשות מפורשת בכתב
                        של החברה היא אסורה בהחלט.
                    </li>
                    <li>
                        ב. כל הפרה של מדיניות זו עלולה לגרום להפרת זכות יוצרים, סימן מסחר או
                        זכות קניין רוחני אחרת אשר תחשוף את המפר לתביעות אזרחיות ו/או הליכים
                        פליליים.
                    </li>
                    <li>
                        ג. אתר זה כולל חומר המוגן בזכויות יוצרים, סימני מסחר וזכויות קנין רוחני
                        אחרות, לרבות, אך לא רק, מלל, תוכנות, תמונות, מוזיקה ווידאו, גרפיקה
                        וסאונד, וכן את כל התוכן של האתר.
                    </li>
                    <li>
                        ד. החברה הינה בעלת זכות יוצרים בתוכן, בסדר הבחירה, בתיאום ובקידום של
                        התוכן באתר, ואף גורם אינו רשאי לשנות, לפרסם, לשדר, להשתתף בהעברה או
                        מכירה, ליצור יצירות נגזרות, או לנצל בדרך כלשהי את התוכן, במלואו או
                        בחלקו.
                    </li>
                    <li>
                        ה. אין לחברה כל חובה לספק למשתמשים באתר סימנים או כל דבר אחר שעשוי לסייע
                        למשתמשים לקבוע האם החומר המדובר מוגן בזכויות יוצרים או סימן מסחרי.
                    </li>
                </ul>
            </div>
            <h5 className="heading" aria-level={3}>
                8. סודיות ופרטיות
            </h5>
            <div>
                <ul>
                    <li>
                        א. המשתמש יידרש למסור פרטים רלוונטיים לצורכי הטיפול בבקשתו , ואולם
                        אי-מסירת הפרטים הנדרשים בתהליכי הרישום באתר עלולה שלא לאפשר השלמתה של
                        בקשת המשתמש.
                    </li>
                    <li>
                        ב. החברה ו/או האתר לא יעבירו פרטים של משתמש כלשהו לצד שלישי, ללא אישורו
                        של אותו משתמש מראש ובכתב, זולת השימוש הנדרש לצורך מתן השירותים למשתמש
                        באתר.
                    </li>
                    <li>
                        ג. החברה מצהירה כי אין אפשרות לאבטחה מוחלטת ולפיכך, כל המוסר פרטים באתר
                        זה עושה זאת על אחריותו בלבד, מבלי לפגוע באמור לעיל החברה תעשה מאמצים
                        סבירים ומקובלים כדי לשמור על סודיות פרטי המשתמשים ו/או האולמות ו/או
                        נותני השירותים.
                    </li>
                    <li>
                        {`ד. מובהר, כי ביצוע רישום באתר על ידי משתמש, מהווה הסכמה של המשתמש לקבל
                        דואר אלקטרוני ו/או מסרונים [SMS] מהחברה, לרבות דואר אלקטרוני ו/או
                        מסרונים [SMS] שמטרתם לעודד רכישת מוצר או שירות, אשר עשוי לכלול עדכונים
                        בנושאים שונים, פרטים על ביצוע עסקה, פרסום וכיוצ"ב, ולרבות מסרים המכילים
                        תוכן העונה על ההגדרה "דבר פרסומת", על פי תיקון 40 לחוק התקשורת (בזק
                        ושידורים), התשמ"ב-1982. המשתמש רשאי, בכל עת, להודיע לחברה על רצונו להסיר
                        את פרטי הדואר האלקטרוני שלו ו/או הטלפון שלו ו/או כל פרט כתובת אחר שלו
                        מרשימת הדיוור של החברה, ע"י שליחת הודעה בכתב לכתובת האתר:
                        or@wedreviews.co.il`}
                    </li>
                    <li>
                        {`ה. האתר והחברה יהיו רשאים להשתמש במידע אישי של משתמש לצרכים פנימיים
                        בלבד, כגון ניתוח מידע מצרפי בדבר דפוסי פעילות והתנהגות של משתמשים ו/או
                        אולמות ו/או נותני שירותים, ולצרכי סטטיסטיקות ו/או תחקור תלונות ו/או
                        ביקורות, לרבות באמצעות "עוגייה" (cookies). כל משתמש יכול להגדיר מחדש את
                        הדפדפן שלו כך שיסרב לכל הcookies או שיתריע על cookies שנשלחים אליו.
                        למרות זאת, יש לשים לב שמספר חלקים של האתר עלולים לא לתפקד כראוי אם משתמש
                        מסרב לקבל cookies.`}
                    </li>
                    <li>
                        ו. האתר והחברה יענו לכל בקשה למסירת מידע – כולל מידע אישי ומידע פרטי –
                        אם תוגש בהתאם להליך חוקי, כגון צו חיפוש, צו בית-משפט וכדומה.
                    </li>
                </ul>
            </div>
            <h5 className="heading" aria-level={3}>
                9. איסור לשון הרע והוצאת דיבה
            </h5>
            <div>
                <ul>
                    <li>
                        א. על המשתמשים באתר אסור בתכלית האיסור לקלל ו/או לגדף ו/או לכתוב דברי
                        נאצה ו/או גזענות ו/או כל מלל פוגעני ו/או תמונות פוגעניות ו/או סמלים
                        פוגעניים לרבות דברי דיבה ו/או לשון הרע וכן חל איסור מוחלט על פגיעה
                        בפרטיותם של כלל המשתמשים ו/או נותני השירותים ו/או האולמות ו/או מי מטעמם
                        ו/או כל אדם ו/או גורם אחר בכלל.
                    </li>
                    <li>
                        ב. החברה, על פי שיקול דעתה הבלעדי והמוחלט, כפי שתמצא לנכון, תהא רשאית
                        למחוק ו/או לסלק ו/או לחסום כל אדם ו/או גורם מלהשתמש באתר במידה ולא פעל
                        בהתאם להוראות תקנון זה.
                    </li>
                    <li>
                        {`ג. המשתתפים מצהירים בזאת כי כלל הפרטים שימסרו במסגרת השימוש באתר
                        (שמותיהם, תאריך החתונה שלהם, הספקים שנטלו חלק באירוע החתונה שלהם וכיו"ב)
                        הינם אמת ורק אמת. היה ויתגלה כי משתתף כלשהו מסר פרט שקרי ו/או לא נכון
                        לחברה יהא שיקול דעת מוחלט למחוק ו/או לסלקו ו/או לחסום אותו מלהשתמש באתר
                        ובעניין זה לא תהא למשתמש כל טענה ו/או תביעה ו/או תלונה כנגד החברה.`}
                    </li>
                </ul>
            </div>
            <h5 className="heading" aria-level={3}>
                10. סמכות שיפוט
            </h5>
            <ul>
                <li>א. הדין החל על כל הקשור באתר זה הוא הדין הישראלי בלבד.</li>
                <li>
                    ב. בכל מקרה של מחלוקת תהא לבתי המשפט של מחוז תל אביב – יפו הסמכות הבלעדית
                    לדון בתביעה.
                </li>
                <li>
                    ג. מובהר כי האמור בתקנון זה לעיל ולהלן, חל גם על משתמש שאינו תושב ו/או
                    אזרח ישראל, ובשום מקרה לא תשמע טענה לפיה ישראל אינה פורום נאות ו/או כי יש
                    להחיל על כל התקשרות שהיא הקשורה לאתר זה דין זר.
                </li>
            </ul>
            <div aria-hidden="true" data-acsb-hidden="true" />
            <h5 className="heading" aria-level={3}>
                11. שונות
            </h5>
            <div>
                <ul>
                    <li>
                        א. החברה לא תהא אחראית בשום פנים ואופן לכל טעות ו/או אי הבנה ו/או תקלה
                        אשר בגינה ימנע שימוש באתר ממי שזכאי לכך על פי תנאי השימוש ו/או ההרשמה
                        ו/או ההצטרפות כהגדרתם לעיל.
                    </li>
                    <li>
                        ב. החברה תהא רשאית, על פי שיקול דעתה המוחלט והבלעדי, לתקן ו/או להוסיף
                        ו/או לגרוע מהוראות תקנון זה.
                    </li>
                    <li>ג. ט.ל.ח</li>
                </ul>
            </div>
        </div>

    )
}
