import React from 'react'

export default function page() {
    return (
        <div>
            <ul
                className="flex px-5"
                data-acsb-bc="true"
                aria-label="פירורי לחם"
                style={{ fontSize: "14px", color: "#989898" }}
            >
                <li>
                    <a
                        href="/"
                        data-acsb-clickable="true"
                        data-acsb-navigable="true"
                        data-acsb-now-navigable="true"
                    >
                        <span
                            className="acsb-sr-only"
                            data-acsb-sr-only="true"
                            data-acsb-force-visible="true"
                            aria-hidden="false"
                            data-acsb-hidden="false"
                        >
                            דף הבית
                        </span>
                    </a>
                </li>
                <li>
                    <span>›</span> <span> הצהרת נגישות </span>
                </li>
            </ul>
            <div className="text-sm p-5 " data-acsb-main="true">
                <h1 className="m-auto font-extrabold text-xl text-center underline mb-[30px]" aria-level={1}>
                    {`מדיניות פרטיות - חברת וודריביוז בע"מ`}
                </h1>
                <div>
                    <div>
                        {`חברת וודרביוז בע"מ (wedreviews) מתייחסת בכבוד לפרטיות המשתמשים באפליקצית
                        הפייסבוק ועמוד הפייסבוק שלה.`}
                    </div>
                    <div>
                        תנאים אלה ילמדו אותך מהי מדיניות הפרטיות שוודריביוז מחילה על הפעילות בעמוד
                        ובאפליקציה.
                    </div>
                    <div>
                       {` התנאים סוקרים, בין השאר, את האופן שבו וודריביוז משתמשת במידע שמוסרים לה
                        המשתמשים בעמוד הפייסבוק ו/או אפליקציית הפייסבוק, או שהיא אוספת בעת שימוש
                        זה. מדיניות זו מנוסחת בלשון זכר מטעמי נוחות בלבד, והיא מתייחסת, כמובן, גם
                        לנשים. השימוש בשירותים שוודריביוז מעמידה לרשות המשתמשים בפייסבוק
                        ("השירותים") מתאפשרים גם באמצעות יישומים ייעודים שוודריביוז פיתחה לצורך
                        זה. מדיניות זו חלה גם על הישומים הללו, השימוש בהם והמידע שנאסף באמצעותם.
                        השימוש בעמוד הפייסבוק ו/או אפליקציית הפייסבוק ובכלל זה בתכנים הכלולים,
                        בשירותים הפועלים בו וביישומים המוצעים, מעיד על הסכמתך למדיניות זו המהווה
                        גם חלק בלתי נפרד מתנאי השימוש בעמוד.`}
                    </div>
                </div>
                <div>
                    <h2 className="heading" aria-level={3}>
                        מידע אישי שיתפרסם בעמוד
                    </h2>
                    <div>
                        כשאתה מסמן Like לעמוד הפייסבוק ו/או אפליקציית הפייסבוק של וודריביוז או
                        מפרסם בו פניות, הערות ופרטים אחרים - חלק מהמידע האישי שלך עשוי להיחשף בפני
                        וודריביוז ונציגיה כמו גם בפני משתמשי פייסבוק אחרים. כך למשל, וודריביוז
                        תוכל לראות פרטים אודותיך כגון: שם המשתמש שלך, כתובת דואר האלקטרוני שלך,
                        תמונתך ועוד – הכל בהתאם להגדרות הפרטיות אותם הגדרת בפרופיל האישי שלך.
                        חברייך בפייסבוק יוכלו לראות שסימנת Like לעמוד וכל משתמשי פייסבוק או רשת
                        האינטרנט שיש להם גישה לעמוד הפייסבוק ו/או אפליקציית הפייסבוק של וודריביוז
                        יוכלו לראות את המידע שתפרסם בעמוד, בשירותים וביישומים המוצעים באמצעותו –
                        לצד תמונתך ושם המשתמש שלך, כמו שמקובל ונהוג בפייסבוק.
                    </div>
                </div>
                <div>
                    <h2 className="heading" aria-level={3}>
                        מידע אישי שלא יתפרסם בעמוד
                    </h2>
                    <div>
                        {`במסגרת השירותים ייתכן ותתבקש למסור מידע נוסף לוודריביוז, או שתמסור מידע
                        כזה ביוזמתך. מידע בעל אופי אישי או מזהה, ושלא נמסר דרך פלטפורמה אשר חשופה
                        לכלל המשתמשים – כגון הקיר – לא ייחשף על-ידי וודריביוז למשתמשים אחרים. כך
                        למשל, אם תקיים צ'אט אישי עם נציג וודריביוז, ייתכן כי שיחות אלו יתועדו
                        ויישמרו על-ידי וודריביוז לצורכי שיפור השירות וטיפול בפנייתך, אך תוכן הצ'אט
                        לא ייחשף בפני משתמשים אחרים.`}
                    </div>
                </div>
                <div>
                    <h2 className="heading" aria-level={3}>
                        מידע שנאסף במהלך השימוש בעמוד הפייסבוק ו/או אפליקציית הפייסבוק ובשירותיו
                    </h2>
                    <div>
                        <div>
                           {` בעת שאתה משתמש בעמוד הפייסבוק ו/או אפליקציית הפייסבוק של וודריביוז,
                            וודריביוז תהיה רשאית לאסוף מידע על נוהגיך, לרבות תכנים שיצרת או טענת
                            לעמוד הפייסבוק ו/או אפליקציית הפייסבוק, מידע או פרסומות שקראת, העמודים
                            שבהם צפית והשירותים שעניינו אותך. כמו-כן, בעת השימוש בשירותים ספציפיים
                            בעמוד הפייסבוק ו/או אפליקציית הפייסבוק, כגון כתיבת המלצה, מילוי טופס,
                            צ'אט מכירות, פנייה לשירות הלקוחות או צ'אט עם שירות הלקוחות, וודריביוז
                            עשויה לבקש ממך פרטים נוספים כגון שם, טלפון – הכל בהתאם לשירות שבו אתה
                            מתעניין וכדי לספק לך אותו.`}
                        </div>
                        <div>
                            בנוסף, וודריביוז תהיה רשאית לאסוף ולהסתייע בשירותיהם של צדדים שלישיים
                            כדי לאסוף ולנתח מידע אנונימי, סטטיסטי, או מצרפי, בקשר עם השימוש בעמוד
                            הפייסבוק ו/או אפליקציית הפייסבוק, לרבות מידע שנוגע לפרטיך ולפעילותך
                            בעמוד הפייסבוק ו/או אפליקציית הפייסבוק.
                        </div>
                    </div>
                </div>
                <div>
                    <h2 className="heading" aria-level={3}>
                        השימוש במידע
                    </h2>
                    <div>
                        <div>
                            הפרטים שתמסור והפרטים שייאספו לגביך ישמשו בהתאם להוראות מדיניות פרטיות
                            זו ועל פי הוראות כל דין למטרות המפורטות להלן:
                        </div>
                        <ul style={{listStyleType:"disc"}}>
                            <li>
                                כדי לאפשר לך להשתמש בשירותי עמוד הפייסבוק ו/או אפליקציית הפייסבוק;
                            </li>
                            <li>
                                כדי לשפר ולהעשיר את השירותים והתכנים המוצעים ובכלל זה ליצור שירותים
                                ותכנים חדשים המתאימים לדרישות המשתמשים בעמוד הפייסבוק ו/או אפליקציית
                                הפייסבוק וציפיותיהם ולשנות או לבטל שירותים ותכנים קיימים. המידע שישמש
                                את וודריביוז לצורך כך יהיה בעיקרו מידע סטטיסטי, שאינו מזהה אותך אישית;
                            </li>
                            <li>לצורך מתן הטבות - אם תחליט וודריביוז להעניקם.</li>
                        </ul>
                    </div>
                </div>
                <div>
                    <h2 className="heading" aria-level={3}>
                        שמירת מידע
                    </h2>
                    <div>
                        וודריביוז רשאית לשמור את פרטיך האישיים והמידע שנאסף אודותיך גם לאחר שתחדל
                        מפעילותה בפייסבוק מכל סיבה שהיא. בכל עת לפנות לוודריביוז, בעזרת פרטי יצירת
                        הקשר להלן, ולבקש לבטל את הרשמתך לעמוד הפייסבוק ו/או אפליקציית הפייסבוק,
                        ולבקש את מחיקת המידע שנאסף אודותיך באמצעות פייסבוק, ככל שהוא שמור על גבי
                        מאגרי מידע שבבעלות וודריביוז ולא במערכות האתר פייסבוק עצמו.
                    </div>
                </div>
                <div>
                    <h2 className="heading" aria-level={3}>
                        מסירת מידע לצד שלישי
                    </h2>
                    <div>
                        <div>
                            מסירת מידע לצד שלישי וודריביוז לא תעביר לצדדים שלישיים את פרטיך האישיים
                            והמידע שנאסף על פעילותך בעמוד הפייסבוק ו/או אפליקציית הפייסבוק, אלא
                            במקרים שלהלן:
                        </div>
                        <ul style={{listStyleType:"disc"}}>
                            <li>
                                ככל שהדבר דרוש לצורך אספקה תקינה של שירותי עמוד הפייסבוק ו/או
                                אפליקציית הפייסבוק וכן לשם ניהול ובקרת עמוד הפייסבוק ו/או אפליקציית
                                הפייסבוק, לרבות באמצעות מחקרים וסקרים הנערכים על ידי צדדים שלישיים
                                עבור וודריביוז, בקשר עם עמוד הפייסבוק ו/או אפליקציית הפייסבוק או
                                שירותי וודריביוז;
                            </li>
                            <li>
                                אם תפר את תנאי המסמכים המחייבים, או חלק מהם, או אם תבצע באמצעות עמוד
                                הפייסבוק ו/או אפליקציית הפייסבוק, או בקשר איתו, פעולות הנחזות על ידי
                                וודריביוז כמנוגדות לדין או ניסיון לבצע פעולות כאלה;
                            </li>
                            <li>
                                אם יתקבל בידי וודריביוז צו שיפוטי המורה לה למסור את פרטיך או את המידע
                                אודותיך לצד שלישי;
                            </li>
                            <li>
                                אם פייסבוק תדרוש זאת ולאחר שוודריביוז בחנה ומצאה כי דרישה זו סבירה
                                ומוצדקת. בכל מקרה, וודריביוז תמסור אך ורק את המידע המינימלי הנדרש
                                בהתאם לתנאי השימוש או כל מסמך רלוואנטי אחר של פייסבוק.
                            </li>
                            <li>
                                בכל מחלוקת, טענה, תביעה, דרישה או הליכים משפטיים, אם יהיו, בינך לבין
                                וודריביוז;
                            </li>
                            <li>
                                בכל מקרה שוודריביוז תסבור, כי מסירת המידע נחוצה כדי למנוע נזק חמור
                                לגופך או לרכושך או לגופו או לרכושו של צד שלישי;
                            </li>
                            <li>
                                וודריביוז תהיה רשאית להעביר את פרטיך והמידע שנאסף בעקבות השימוש שעשית
                                בעמוד הפייסבוק ו/או אפליקציית הפייסבוק לחברות או לארגונים אחרים
                                הקשורים לוודריביוז, כדוגמת חברת-אם, חברה-בת וחברה אחות ובלבד שהם
                                ישתמשו במידע זה רק על-פי הוראות מדיניות פרטיות זו;
                            </li>
                            <li>
                                וודריביוז רשאית למסור ולשתף מידע אנונימי, מצרפי וסטטיסטי עם חברות או
                                ארגונים אחרים הקשורים לוודריביוז וכן עם ספקים, שותפים עסקיים, וכל צד
                                שלישי בהתאם לשיקול דעתה הבלעדי, אך היא לא תחשוף בפניהם ביודעין, או
                                במכוון את זהותך ללא הסכמתך;
                            </li>
                            <li>
                                בכל מקרה, לא תחשוף וודריביוז את פרטיך והמידע שנאסף מן עמוד הפייסבוק
                                ו/או אפליקציית הפייסבוק בפני מפרסמים. אם וודריביוז תארגן את פעילותה או
                                את פעילות עמוד הפייסבוק ו/או אפליקציית הפייסבוק במסגרת אחרת וכן במקרה
                                שתשנה את המבנה המשפטי או תתמזג עם גוף אחר או תמזג את פעילות עמוד
                                הפייסבוק ו/או אפליקציית הפייסבוק עם פעילותו של צד שלישי - היא תהיה
                                זכאית להעביר לתאגיד החדש העתק מן המידע שנאגר אודותיך במאגר המידע של
                                וודריביוז ובלבד שתאגיד זה יקבל על עצמו כלפיך את הוראות מדיניות פרטיות
                                זו.
                            </li>
                        </ul>
                    </div>
                </div>
                <div>
                    <h2 className="heading" aria-level={3}>
                        אבטחת מידע
                    </h2>
                    <div>
                        עמוד הפייסבוק ו/או אפליקציית הפייסבוק פועל במסגרת פייסבוק העולמית ובכפוף
                        לתנאיה. אי-לכך, עמוד הפייסבוק ו/או אפליקציית הפייסבוק כפוף למערכות ולנוהלי
                        האבטחה של פייסבוק. בנוסף על אלו, וודריביוז גם מיישמת מערכות ונהלים לאבטחת
                        מידע משלה במטרה לשמור על המידע שנאסף אצלה. בעוד שמערכות ונהלים אלה מצמצמים
                        את הסיכונים לחדירה בלתי-מורשית למאגר המידע ולעמוד הפייסבוק ו/או אפליקציית
                        הפייסבוק, אין בהם בטחון מוחלט. לכן, וודריביוז לא מתחייבת שהשירותים בעמוד
                        הפייסבוק ו/או אפליקציית הפייסבוק והמידע שנאגר אצלה יהיו חסינים באופן מוחלט
                        מפני גישה בלתי-מורשית למידע המאוחסן בהם.
                    </div>
                </div>
                <div>
                    <h2 className="heading" aria-level={3}>
                        זכות לעיין במידע
                    </h2>
                    <div>
                        {`על-פי חוק הגנת הפרטיות, התשמ"א – 1891 ,כל אדם זכאי לעיין בעצמו, או על ידי
                        בא-כוחו שהרשהו בכתב או על ידי אפוטרופוס, במידע שעליו המוחזק במאגר מידע.
                        אדם שעיין במידע שעליו ומצא שאינו נכון, שלם, ברור או מעודכן, רשאי לפנות
                        לבעל מאגר המידע בבקשה לתקן את המידע או למוחקו. אם בעל המאגר סירב, עליו
                        להודיע על כך למבקש באופן ובדרך שנקבעו בתקנות. על סירובו של בעל מאגר מידע
                        לאפשר עיון ועל הודעת סירוב לתקן או למחוק מידע, רשאי מבקש המידע לערער באופן
                        ובדרך שנקבעו בתקנות. בנוסף, אם המידע שבמאגרי וודריביוז משמש לצורך פניה
                        אישית אליך, בהתבסס על השתייכותך לקבוצת אוכלוסין, שנקבעה על פי אפיון אחד או
                        יותר של בני אדם ששמותיהם כלולים במאגר )"פניה בדיוור ישיר"(, כי אז אתה זכאי
                        על-פי חוק הגנת הפרטיות, התשמ"א - 1891 לדרוש בכתב שהמידע המתייחס אליך יימחק
                        ממאגר המידע. וודריביוז תמחק במקרה זה מידע הדרוש לה רק כדי לפנות אליך
                        בהצעות מסחריות כאמור לעיל. שים לב כי מחיקת מידע עלולה למנוע ממך להמשיך
                        ולקבל שירותים של וודריביוז. מידע הדרוש לוודריביוז לשם ניהול עסקיה - לרבות
                        תיעוד פעולות מסחריות ואחרות שביצעת בעמוד הפייסבוק ו/או אפליקציית הפייסבוק
                        - יוסיף להישמר על ידי וודריביוז על-פי דין, אך לא ישמש עוד לצורך פניות
                        אליך. אם בתוך 03 יום לא תקבל הודעה כי המידע שנתבקשה וודריביוז למחוק אכן
                        נמחק על-פי סעיף זה, תהיה זכאי לפנות לבית משפט באופן הקבוע בתקנות שמכוח חוק
                        הגנת הפרטיות, כדי שיורה לוודריביוז לפעול כאמור.`}
                    </div>
                </div>
                <div>
                    <h2 className="heading" aria-level={3}>
                        שינויים במדיניות הפרטיות
                    </h2>
                    <div>
                        <div>
                            וודריביוז רשאית לשנות, מעת לעת, את הוראות מדיניות הפרטיות. אם יבוצעו
                            במדיניות זו שינויים מהותיים, בהוראות שעניינן השימוש במידע אישי שמסרת,
                            תפורסם על-כך הודעה בעמוד הפייסבוק ו/או אפליקציית הפייסבוק או באמצעי סביר
                            אחר. אנו ממליצים לך להתעדכן במדיניות הפרטיות מעת לעת. פנה אלינו
                            וודריביוז מקפידה על קיום הוראות החוק ומכבדת את זכותם של משתמשי עמוד
                            הפייסבוק ו/או אפליקציית הפייסבוק ואחרים לפרטיות, לשם טוב, או כל זכות
                            אחרת.
                        </div>
                        <div>
                            אם נפגעת מעמוד הפייסבוק ו/או אפליקציית הפייסבוק או אפליקציית הפייסבוק או
                            בכל נושא אחר, אנא פנה אלינו לפי הפרטים שלהלן ואנו נשתדל לטפל בפנייתך בכל
                            ההקדם:{" "}
                            <a
                                href="mailto:or@wedreviews.co.il"
                                rel="nofollow"
                                target="_blank"
                                data-acsb-tooltip="נפתח בחלון חדש"
                                data-acsb-clickable="true"
                                data-acsb-navigable="true"
                                data-acsb-now-navigable="true"
                            >
                                <span
                                    className="acsb-sr-only"
                                    data-acsb-sr-only="true"
                                    data-acsb-force-visible="true"
                                    aria-hidden="false"
                                    data-acsb-hidden="false"
                                >
                                    {" "}
                                    לחצו לשליחת אימייל{" "}
                                </span>
                                <a href="mailto:or@wedreviews.co.il" className='text-[#00e] underline' >or@wedreviews.co.il</a>
                            </a>{" "}
                            050421360
                        </div>
                    </div>
                </div>
            </div>
        </div>
    )
}
